interface IQuestions {
  day1: string[]
  day2: string[]
}

const questions: IQuestions = {
  day1: [
    '私は問題児だ',
    'Apple信者である',
    '関数を見るとどうしても微分してしまう',
    'OSはなんでもよい',
    '留年池で泳ぎたかった',
    'マンガをよく読む',
    'you are ｼﾞｮｰｼﾞｨ?',
    'Twitterの「いいね」は「お気に入り」でいいと思う',
    '軽トラを投げ飛ばせると思う',
    'iPadはフリスビーでよく使う',
    'このアンケートには意味不明な質問が多いと思う',
    '自分にはブラック企業がお似合いだと思う',
    'プログラミングに興味がある',
    '絵が上手に描ける',
    '筋肉ゴリゴリのメイドがほしい',
    'ソビエト連邦は一時的に加盟国が0なだけだと思う',
    '学校の教員は大方クソだと思う',
    '自分はAppleの犬だ',
    '私は石油王だ！',
    'パソコンはケーキを切るための道具だ'
  ],
  day2: [
    '筋肉ゴリゴリのメイドがほしい',
    '私はインドア派だ',
    'アニメを週3以上視聴する',
    'ワタシ，エイゴ，トクゥイ',
    '占いを信じる',
    '宇宙人は存在すると思う',
    'コンピュータ関連の宗教戦争に関与したくない',
    'ソビエト連邦一時的に加盟国が0なだけだと思う',
    'Windows Updateはクソだと思う',
    '軽トラを投げ飛ばせると思う',
    'フェミニズムと名乗るものは自称をつけて問題がないと思う',
    'Twitterの「いいね」は「お気に入り」でいいと思う',
    'VRを体験したい',
    '温泉に行きたい',
    '結局恋愛は下心からスタートすると思う',
    '自分は積分派だ',
    'you are ｼﾞｮｰｼﾞｨ?',
    '高専生より運動はできる',
    '歳を感じる時がある',
    'このアンケートには意味不明な質問が多いと思う'
  ]
}

export default questions
